<template>
	<div class="flex flex-col gap-4 py-12 px-20">
		
		<span class="text-black text-4xl">
			Договір публічної оферти
		</span>

		<span>
			Договір публічної оферти є публічним, тобто відповідно до статті 633 Цивільного кодексу України його умови однакові для всіх покупців незалежно від статусу (фізична особа, юридична особа, фізична особа – підприємець). При повній згоді з даним Договором, покупець приймає умови і порядок оформлення замовлення, оплати товару, доставки товару і за невиконання умов даного договору.
		</span>

		<span>Цей текст є угодою між інтернет-магазином vitamineria.com.ua, іменованим надалі “інтернет -магазин” , і будь-якою юридичною або фізичною особою, користувачем послуг інтернет-магазину, яка надалі іменується “Покупець” і визначає умови придбання товарів через сайт інтернет-магазину.</span>
		<span>Ця угода носить характер публічної оферти, є еквівалентом “усної угоди” і відповідно до чинного законодавства України має належну юридичну силу.</span>

		<span class="text-lg">
			1. Загальні положення
		</span>
		
		<ul class="flex flex-col">
			<li>1.1. Цей договір є публічною офертою ( відповідно до ст.ст. 633, 641 і гл. 63 Цивільного кодексу України) і містить всі істотні умови організації купівлі-продажу дистанційним способом, тобто через інтернет-магазин .</li>
			<li>1.2. У відповідності до ст. 642 Цивільного Кодексу України повним і безсуперечним прийняттям умов публічного договору, тобто публічної оферти інтернет-магазину є факт оформлення замовлення натисканням на посилання “Перейти до оформлення” в кошику та оплати замовлення в розмірі 100% на умовах цієї угоди.</li>
			<li>1.3. Публічна оферта також є прийнятою при реєстрації Покупця на сайті інтернет-магазину.</li>
			<li>1.4. Укладаючи Договір, Покупець підтверджує, що цілком і повністю ознайомлений та згоден з його умовами, а також, у разі, якщо Покупець є фізичною особою, дає дозвіл на обробку своїх персональних даних з метою можливості виконання умов цього Договору, можливості проведення взаєморозрахунків, а також для отримання рахунків, актів та інших документів. Дозвіл на обробку персональних даних діє протягом усього строку дії Договору. Крім цього, укладанням цього Договору, Покупець підтверджує, що йому повідомлено (без додаткового повідомлення) про права, встановлені Законом України «Про захист персональних даних», про цілі збору даних. Обсяг прав Покупця, як суб’єкта персональних даних відповідно до Закону України «Про захист персональних даних», йому відомий і зрозумілий.</li>
		</ul>

		<span class="text-lg">
			2. Терміни та визначення
		</span>

		<ul class="flex flex-col">
			<li>2.1. “Товар” – перелік найменувань асортименту, представлений в інтернет-магазині.</li>
			<li>2.2. “Категорії” – інформація про товари, розміщена в інтернет-магазині.</li>
			<li>2.3. “Перейти до оформлення” – рішення Покупця придбати товар, оформлене в інтернет-магазині.</li>
			<li>2.4. “Персональні дані” – будь-яка інформація, яка прямо чи опосередковано відноситься до певної особи, чи до особи, яка визначається.</li>
		</ul>

		<span class="text-lg">
			3. Предмет договору
		</span>

		<ul class="flex flex-col">
			<li>3.1. Інтернет-магазин зобов’язується передати у власність Покупцеві товар, а Покупець зобов’язується оплатити і прийняти товар на умовах Цього договору.      </li>
			<li>
				3.2. Цей договір регулює купівлю-продаж в інтернет-магазині , в тому числі: <br />
				а) добровільний вибір Покупцем товарів по “Категоріям”;<br />
				б) самостійне оформлення Покупцем замовлення в інтернет-магазині;<br />
				в) оплата Покупцем замовлення, оформленого в інтернет-магазині;<br />
				г) виконання і передача замовлення Покупцеві у власність на умовах Цього договору.
			</li>
		</ul>


		<span class="text-lg">
			4. Порядок оформлення замовлення
		</span>

		<span class="text-lg">
			4.1. Покупець самостійно оформляє замовлення в інтернет-магазині.
		</span>

		<span class="text-lg">
			5. Вартість і порядок оплати замовлення
		</span>

		<ul class="flex flex-col">
			<li>5.1. Повна вартість замовлення складається з вартості товару (зазначеної в каталозі) і вартості доставки.</li>
			<li>5.2. Покупець оплачує замовлення будь-яким способом, обраним в інтернет-магазині протягом 2-х робочих днів, рахуючи від дня узгодження вартості та асортименту товарів.</li>
			<li>5.3. Вартість доставки замовлення оплачується Покупцем самостійно при отриманні замовлення.</li>
		</ul>


		<span class="text-lg">
			6. Доставка замовлення
		</span>

		<ul class="flex flex-col">
			<li>6.1. Загальний термін доставки товару складається з терміну обробки замовлення і терміну доставки . Термін обробки замовлення – від одного робочого дня до двох. Способи доставки детально описані в розділі сайту “Доставка”. Термін доставлення від 1 до 7 діб, залежно від адреси населеного пункту.</li>
			<li>6.2. При замовленні оптових партій, терміни і методи доставлення узгоджуються окремо в кожному конкретному випадку.</li>
			<li>6.3. Продавець не несе відповідальності за термін доставки замовлення, тому що вони залежать від дій третіх осіб (перевізників).</li>
		</ul>

		<span class="text-lg">
			7. Порядок повернення товару
		</span>

		<ul class="flex flex-col">
			<li>7.1. Покупець має право відмовитися від отриманого товару не належної якості протягом чотирнадцяти днів, рахуючи з дня отримання товару, за умови збереження упакування, товарного вигляду і споживчих якостей товару.</li>
			<li>7.2. У разі відмови Покупця від посилки, відправлення повертається відправнику, тобто інтернет-магазину. Оплата зворотного пересилання посилки оплачується покупцем.</li>
		</ul>


		<span class="text-lg">
			8. Права та обов’язки сторін
		</span>

		<ul class="flex flex-col">
			<li>
				8.1. Покупець зобов’язаний: <br />
				а) самостійно оформити замовлення в інтернет-магазині; <br />
				б) своєчасно оплатити та отримати замовлення у Перевізника на умовах цього договору;
			</li>
      
			<li>
				8.3. Інтернет – магазин зобов’язаний: <br />
				а) дотримувати умов цього договору; <br />
				б) передати Покупцю товар згідно з обраним зразком за “Каталогом”, оформленим замовленням та умовами цього договору; <br />
				в) інтернет-магазин не несе відповідальності, не може виступати в якості відповідача у суді і не відшкодовує збитки, що виникли у Покупця через дію чи бездіяльність третіх осіб.
			</li>
		</ul>

		<span class="text-lg">
			9. Термін дії цього договору
		</span>

		<ul class="flex flex-col">
			<li>9.1. Цей договір набирає чинності з дня оформлення замовлення і діє до виконання всіх умов договору.</li>
		</ul>
	</div>
</template>


